Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_syyttajalaitoksen_seminaarissa_040408_suomeksi.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat kuulijat.
sme: Árvvus adnon guldaleaddjit !

source: Olemme tärkeässä tilaisuudessa.
sme: Mii leat dehálaš dilálašvuođas.

source: On tärkeää, että tällainen tilaisuus on järjestetty.
sme: Lea mávssolaš, ahte dákkár dilálašvuohta lea lágiduvvon.

source: Yhteiskunnan on
sme: Servodat

source: turvattava kaikilla eri aloilla että saamenkieliset oikeuspalvelut toteutuvat.
sme: ferte dorvvastit buot surggiin, ahte sámegielalaš vuoigatvuohtabálvalusat olláhuvvet.

source: Nyt olemme suurien
sme: Dál leat stuora

source: haasteiden edessä – Suomen oikeusjärjestelmän uudistus luo suuria kysymysmerkkejä saamenkie
sme: hástalusaid ovddas – Suoma vuoigatvuohtavuogádaga ođastus ráhkada stuora gažaldatmearkkaid

source: listen palvelujen ja koko Lapin asukkaiden oikeusturvan tulevaisuuteen. Saamenkielisiä palveluja
sme: sámegielalaš bálvalusaid ja oba Sámi leana olbmuid vuoigatvuohtadorvvu boahtteáigái.

source: saa nykyisellään oikeusjärjestelmän kautta käytännössä vain tulkkipalvelujen kautta.
sme: Sámegielalaš bálvalusaid oažžu dálá áigge riektevuogádaga olis geavadis dušše dulkonbálvalusaid

source: Vuonna 2004 astui voimaan uusi saamen kielilaki, joka toi parannuksia saamelaisten kielellisiin
sme: Jagi 2004 bođii vuoibmái ođđa sámi giellaláhka, mii buvttii buorádusaid sápmelaččaid gielalaš

source: oikeuksiin.
sme: vuoigatvuođaide.

source: Saamelaisten tuli voida tämän jälkeen mm. asioida saamen kielellä itseään tai omaa etu
sme: Sápmelaččat galge sáhttit dán máŋŋel ee. doaimmahit áššiideaset sámegielain

source: aan koskevassa asiassa saamelaisten kotiseutualueen kuntien ja valtion viranomaisissa. Suomen
sme: áššis, mii guoská iežas dehe iežas ovddu sámiid ruovttuguovllu suohkaniid ja stáhta eiseválddiid

source: saamelaisten tietoisuus omasta kulttuuristaan ja siten myös kielestään on kasvanut huomattavasti
sme: olis. Suoma sápmelaččaid diđolašvuohta iežaset kultuvrras ja dakko bakte maid gielas lea buorránan

source: vuoden 1995 jälkeen.
sme: sakka jagi 1995 maŋŋel.

source: Tällöin saamelaisten perusoikeudet turvattiin hallitusmuodossa ja saamelaisil
sme: Dalle sápmelaččaid vuođđovuoigatvuođat dorvvastuvvoje ráđđehushámis

source: le alkuperäiskansana vahvistettiin oikeus omaan kieleensä ja kulttuuriinsa kuten myös oikeus niitä
sme: ja sápmelaččaide álgoálbmogin váfistuvvui vuoigatvuohta iežaset gillii ja kultuvrii dego maid

source: koskevaan itsehallintoon.
sme: iešstivremii, mii daidda guoská.

source: Saamen kieli oli saanut jo aiemmin oman lainsäädäntönsä vuonna 1992 ja
sme: Sámegiella lei juo ovdal ožžon iežas láhkaásaheami jagi 1992 ja

source: uudessa hallitusmuodossa tämä vahvistettiin selkeäsanaisesti.
sme: ođđa ráđđehushámis dát váfistuvvui čielga sániiguin.

source: Kyseiset säännökset kirjattiin myös
sme: Jearaldatvuloš njuolggadusat čállojuvvoje

source: uudistettuun vuonna 2000 astuneeseen perustuslakiin.
sme: maid ođastuvvon ja jagi 2000 vuoibmái boahtán vuođđoláhkii.

source: Kuten sanottua saamelainen identiteetti on
sme: Dego lea daddjon, sámi identiteahtta

source: vahvistunut huomattavasti tämän jälkeen ja se käy ilmi mm. saamelaisten väestömäärän lisääntymi
sme: lea nanosmuvvan sakka dán maŋŋel ja dat boahtá ovdan ee. sápmelaččaid meari lassáneamis.

source: senä. Suomen saamelaisten määrä on lisääntynyt vuodesta 1995 vuoteen 2007 noin 2500 henkilöllä,
sme: Suoma sápmelaččaid mearri lea lassánan jagi 1995 rájes gitta jahkái 2007 sulaid beal goalmmát

source: saamelaisten kokonaismäärän ollessa nyt 9350 henkilöä.
sme: duhát olbmuin ja dál Suoma sápmelaččaid mearri lea 9350 olbmo.

source: Saamelaisten kotiseutualueen ulkopuolella,
sme: Daid sápmelaččaid, geat orrot

source: muualla Suomessa asuvien saamelaisten määrä on vuodesta 2003 vuoteen 2007 noussut miltei 40 %
sme: Sámi ruovttuguovllu olggobealde, eará sajes Suomas, mearri lea loktanan jagi 2003 rájes 2007

source: ja nyt se muodostaa jo runsaat 54 % saamelaisten määrästä Suomessa.
sme: rádjái measta 40 % ja dál dat lea juo badjelaš 54 % Suoma sápmelaččaid mearis.

source: Pohjoissaame on saamen kielistä puhujamäärältään suurin.
sme: Davvisámegiella hubmojuvvo eanemus.

source: Pohjoissaamella on enemmistökielen
sme: Davvisámegielas lea eanetlohkogiela sajádat Ohcejogas,

source: asema Utsjoella, joka on myös ainoa kunta Suomessa, jossa saamelaiset ovat enemmistönä.
sme: mii lea maid áidna gielda Suomas, gos sápmelaččat leat eanetlohkun.

source: Suomen
sme: Suoma sámegielalaš olbmuin

source: saamenkielisestä väestöstä noin 70 prosenttia puhuu pohjoissaamea.
sme: sulaid 70 % hupmet davvisámegiela.

source: Pohjoissaamen tilanne on pa
sme: Davvisámegiela dilli lea buoret go unnilohkosámegielaid,

source: rempi kuin vähemmistösaamen kielillä, inarin- ja koltansaamella.
sme: anáraš- ja nuortalašgiela.

source: Kuitenkaan tilanne ei ole lähes
sme: Dilli lea guhkkin eret buoris davvisámegielage buohta.

source: kään optimaalinen pohjoissaamenkaan osalta.
sme: Ovttaveardásašvuohtaláhka gáibida, ahte stáhta ja suohkaniid eiseválddit ráhkadit

source: Yhdenvertaisuuslaki edellyttää, että valtion ja kuntien viranomaiset laativat yhdenvertaisuussuunni
sme: ovttaveardásašvuohtaplána ja bargoministeriija ávžžuhusaid mielde suohkanat livčče galgan

source: telman ja työministeriön suositusten mukaan kuntien olisi tullut laatia suunnitelmat vuoden 2005
sme: ráhkadit plánaid jagi 2005 loahpa rádjái ja plánain galggalii giddet earenoamáš fuomášumi

source: kansana saamelaisten kotiseutualueella.
sme: sápmelaččaide álgoálbmogin sámiid ruovttuguovllus.

source: Yhdenvertaisuus-suunnitelman tarkoituksena on edistää etnis
sme: Ovttaveardásašvuohtaplána dárkkuhussan lea

source: tä yhdenvertaisuutta ja ehkäistä sekä välitöntä (ns. suora syrjintä) että välillistä (ns. epäsuoja syrjintä)
sme: ovddidit etnihkalaš ovttaveardásašvuođa ja eastadit njuolggo- ja gaskkalaš vealaheami eiseválddiid

source: viranomaisen toiminnassa ja toimintaympäristössä.
sme: doaimmas ja bargobirrasis.

source: Suomen perustuslaissa on säädetty saame
sme: Suoma vuođđolágas lea ásahuvvon sápmelaččaid giellavuoigatvuođain,

source: laisten kielioikeuksista, yhdenvertaisuusvaatimuksesta ja syrjinnän kiellosta.
sme: ovttaveardásašvuohtagáibádusas ja vealaheami gielddus.

source: lain 22 §:ssä säädetty julkisen vallan velvollisuudesta turvata perusoikeuksien ja ihmisoikeuksien
sme: Dasa lassin vuođđolága 22 paragráfas lea

source: toteutumista.
sme: olmmošvuoigatvuođaid olláhuvvan.

source: Oikeusjärjestelmässä ja poliisiyksiköissä tulisi yhdenvertaisuussuunnittelun kautta
sme: Vuoigatvuohtavuogádagas ja bolesovttadagain galggalii

source: taata, että palvelu on saamenkielistä ja saamelaiskulttuurin mukaista.
sme: ja ahte bálvalus lea maid sámi kultuvrra mielde.

source: Saamen kielilain toteutuminen vaatii toimintakulttuurin muutosta saamelaisten kotiseutualueen vi
sme: Sámi giellalága olláhuvvan gáibida doaibmakultuvrra rievdadusa sámiid ruovttuguovllu

source: ranomaisissa.
sme: eaiseválddiid olis.

source: Nykyisiä toimintoja kartoittamalla, toimintavastuita selkiyttämällä ja aktiivinen ja
sme: Sámegielalaš bálvalusaid ordnen ja sámi giellalága olláhuvvan sáhttá buorránit

source: osallistava tiedottaminen saamenkielisistä palveluista voivat parantaa huomattavasti saamenkielis
sme: sakka go dáláš doaimmat gártejuvvojit, bargoovddasvástádusat čielggasmahttojuvvojit ja go

source: ten palvelujen järjestämistä ja saamen kielilain toteutumista.
sme: sámegielalaš bálvalusain dieđihuvvo aktiivvalaččat.

source: Saamen kielilain noudattaminen tulee
sme: Eiseválddit galget oaidnit sámi giellalága

source: nähdä viranomaisissa ensisijaisesti prosessina, eli ei riitä, jos laista on tiedotettu työyhteisölle tai
sme: doahttaleami vuohččan proseassan, dehege dadjat nu ahte ii leat dárbahassii jos lágas lea

source: saamen kielilain vaikutuksia toimialalle on pohdittu vain kerran. Viranomaisissa olisikin luontevaa
sme: dieđihuvvon bargoservošii okte dehe sámi giellalága váikkuhusat leat guorahallojuvvon dušše okte.

source: yhdistää saamen kielilain toteutumisen seuranta ja palvelujen kartoitus lakisääteiseen yhdenvertai
sme: Eiseválddit dáfus livččiinai lunddolaš ovttastit sámi giellalága olláhuvvama čuovvuma ja

source: suussuunnitelman laadintaan.
sme: bálvalusaid gártema láhkaásahan ovttaveardásašvuohtaplána ráhkadeapmái.

source: Saamen kielilain toteutuminen vaatii myös muutosta saamelaisten kielellisessä käyttäytymisessä.
sme: Sámi giellalága olláhuvvan gáibida maid rievdadusa sápmelaččaid gielalaš meannudeamis. Jos

source: Mikäli kehitys saamen kielen käytössä pysyy samanlaisena, on vaara, että kaikki saamen kielet jää
sme: gárggiideapmi sámegiela geavaheamis bissu seammalágánin, de lea várra, ahte buot sámegielat

source: vät kotikieliksi, ja saamen kieltä ei käytetä virallisessa asioinnissa lainkaan. Nykytilanteessa saa
sme: báhcet dušše ruovttuid giellan ja sámegiella ii geavahuvvo virggálaš áššiid galgamis obanassiige.

source: menkielisten palvelujen vaatiminen tarkoittaa melkein poikkeuksetta erityisjärjestelyjä, palvelu vii
sme: Dálá dilis sámegielalaš bálvalusaid gáibideapmi dárkkuha measta álohii sierraordnedemiid, ja dalle

source: västyy ja suomen kielen taitoinen saamelainen ei välttämättä pysty odottamaan saamenkielistä pal
sme: bálvalus ádjána ja sápmelaš gii máhttá suomagiela ii vealtakeahttá baste vuordit sámegielalaš

source: velua tai ei koe ilmapiirin olevan myönteinen saamenkielisten palvelujen vaatimiselle.
sme: bálvalusa dehe ii oainne miehtemielalaš vuoiŋŋa sámegielalaš bálvalusaid gáibideapmái.

source: Paras keino
sme: Buoremus

source: saamenkielisten palvelujen turvaamiseksi saamelaisten kotiseutualueella on saamenkielisten palve
sme: vuohki sámegielalaš bálvalusaid dorvvasteami várás sámiid ruovttuguovllus lea dahkat sámegielalaš

source: lujen luontevaksi tekeminen.
sme: bálvalusain lunddolačča.

source: Nykyisellä palvelurakenteella tämä ei ole vielä mahdollista, vaan se
sme: Dálás bálvalusráhkadagain dát ii leat vel vejolaš, muhto dat gáibida stáhta

source: vaatii valtion ja kuntien viranomaisilta priorisointia ja palvelujen suunnitelmallista kehittämistä.
sme: ja gielddaid eiseválddiin vuoruheami ja bálvalusaid plánaid miel gárgeheami.

source: Eri
sme: Sierra

source: hallinnonalojen välillä tulee lisätä yhteistyötä, jotta saamelaisten kielelliset oikeudet voidaan turvata
sme: hálddahussurggiid gaskii galgá lasihit ovttasbarggu, vai sápmelaččaid gielalaš vuoigatvuođat sáhttet

source: tasapuolisesti.
sme: dorvvastuvvot dássebealagit.

source: Yli puolet Suomen saamelaisista asuu nykyisin saamelaisten kotiseutualueen ulkopuolella.
sme: Badjel bealli Suoma sápmelaččain orrot dálá áigge sámi ruovttuguovllu olggobealde.

source: Onkin
sme: Fertenai

source: kysyttävä, miten saamelaisten kielelliset palvelut ja oikeudet voidaan turvata saamelaisten kotiseu
sme: jearrat, mot sápmelaččaid gielalaš bálvalusat ja vuoigatvuođat sáhttet dorvvastuvvot sámiid

source: tualueen ulkopuolella.
sme: ruovttuguovllu olggobealde.

source: Suomen perustuslaki takaa saamelaisille perustuslaillisen oikeuden omaan
sme: Suoma vuođđoláhka dáhkida sápmelaččaide vuođđolága bakte

source: kieleen ja kulttuuriin.
sme: vuoigatvuođa iežaset gillii ja kultuvrii.

source: Nykyinen järjestelmä, jossa saamen kielen opetuksen järjestäminen saame
sme: Dáláš vuogádat, mas sámegiela oahpahusa ordnen sámiid

source: laisten kotiseutualueen ulkopuolella jää saamelaisvanhempien aktiivisuuden varaan, vaarantaa saa
sme: ruovttuguovllu olggobealde báhcá sámi váhnemiid viššalvuođa duohkái, bidjá vára vuollái

source: melaisten perustuslaillisen oikeuden omaan kieleensä.
sme: sápmelaččaid vuođđolága addin vuoigatvuođa iežaset gillii ja kultuvrii.

source: Suomen valtiolla on täten ensisijainen vel
sme: Suoma stáhtas lea dákko

source: vollisuus huolehtia saamenkielisten palvelujen turvaamisesta saamelaisten kotiseutualueen ulkopuo
sme: bakte vuosttaš geatnegasvuohta atnit ávvira sámegielalaš bálvalusaid dorvvasteamis sámiid

source: Saamen kielen opiskelussa tulee työyhteisössä kannustaa saamen kielen alkeita opiskelleita jatka
sme: Sámegiela oahppamis galgá bargoservošis movttiidahttit sámegiela álgooahpuid lohkama joatkit

source: maan opiskelussa yhä pitemmälle, jotta he saavuttaisivat päivittäiseen asiakaspalveluun vaadittavan
sme: studeremis ain guhkkelii, vai sii basttále geavahit nu buori ja beaivválaš sámegiela mii

source: saamen kielen taidon.
sme: áššehasbálvalusas dárbbahuvvo.

source: Työyhteisöjen tulisi nähdä tämä myös resurssikysymyksenä, eli mikäli alkei
sme: Bargoservošat galggale oaidnit dán maid resursagažaldahkan. Jos

source: den opiskelun jälkeen opintoja ei jatketa, alkeisopiskeluun käytetty aika ja resurssit menevät huk
sme: álgooahpuid maŋŋel eai oahpa lasi, de álgooahpuide biddjon áigi ja resurssat mannet duššáš,

source: kaan, koska alkeiden opiskelu ei takaa riittävää asiakaspalveluun vaadittavaa kielitaitoa.
sme: daningo álgooahput eai atte dárbbašlaš giellamáhtu bálvalit áššehasaid.

source: Kaikilla
sme: Buot eiseválddiid sierra

source: viranomaistahon eri toimialojen työntekijöille tulee taata saamanarvoiset mahdollisuudet opiskella
sme: doaibmasurggiid bargiide galget dáhkiduvvot seammaárvosaš vejolašvuođat lohkat sámegiela.

source: Yleisessä kielilaissa ja saamen kielilaissa ei ole erillistä kantelumahdollisuutta lainrikkomuksien
sme: Almmolaš giellalágas ja sámi giellalágas ii leat sierra guoddalanvejolašvuohta láhkarihkkumiid

source: selvittämiseksi eikä sanktiojärjestelmää lainrikkomuksien ehkäisemiseksi.
sme: čielggadeami várás iige sankšuvdnavuogádat láhkarihkkumiid caggamii.

source: kieltää kielen perusteella tapahtuvan syrjinnän ja laissa on tätä tarkoitusta varten erillinen kantelu-
sme: Ovttaveardásašvuohtaláhka gieldá vealaheami giela vuođul ja lágas lea dán dárkkuhusa várás sierra

source: ja sanktiojärjestelmä.
sme: guoddalan- ja sankšuvdnavuogádat.

source: Saamen kielilaki on luonteeltaan jo perustuslainkin johdosta tarkoitukseltaan
sme: Sámi giellaláhka lea luonddus dáfus juo vuođđoláganai geažil

source: saamen kieltä ja saamelaiskulttuuria ylläpitävä.
sme: dakkár mii doalaha sámegiela ja sámi kultuvrra.

source: Rikkomuksien selvittämiseksi ja ehkäisemiseksi on
sme: Rihkkumiid čielggadeami ja caggama dihte lea

source: ensiarvoisen tärkeää, että saamen kielilain toteuttamiseksi olisi luotava selkeä kantelu- ja sanktiojär
sme: earenoamáš mávssolaš, ahte sámi giellalága olláhuhttima galggalii ráhkaduvvot čielga guoddalan-

source: jestelmä, joka voisi toimia jo olemassa olevien oikeusjärjestelmien osana.
sme: ja sankšuvdnavuogádat, mii sáhtálii doaibmat juo daid riektevuogádagaid oassin, mat juo leat

source: Saamen kielilain toteu
sme: leame. Sámi giellalága olláhuvvan gáibida, ahte sámi giellaláhka gohcojuvvo gokčevaččat, vejolaš

source: tuminen edellyttää, että saamen kielilakia valvotaan kattavasti, mahdollisista rikkeistä ja puutteista
sme: rihkkumiin ja váilivuođain sáhttá guoddalit ja ahte giellalága rihkkumiidda biddjojuvvojit

source: voi kannella ja että kielilain rikkomuksille asetetaan rangaistukset.
sme: ráŋggaštusat.

source: Saamen kielilain toimivuus edel
sme: Sámi giellalága doaibman gáibida, ahte giellalága rihkkumat caggojuvvojit juo

source: lyttää, että kielilain rikkomukset ehkäistään ennakolta riittävän tasoisella sanktiojärjestelmällä.
sme: ovddalgihtii dárbahassii dássásaš sankšuvdnavuogádagain.

source: Saamen kielilakiselvityksessä on tullut esille, että syyttäjäpalveluita voi saada vain tulkin välityksel
sme: Sámi giellaláhkačilgehusas lea boahtán ovdan, ahte sivaheaddjebálvalusaid sáhttá oažžut dušše

source: lä.
sme: dulkka bakte.

source: Valtakunnansyyttäjävirasto vastauksessaan saamen kielilakiselvitykseen ilmoitti, että saamen
sme: Riikkasivaheaddjevirgedoaimmahat vástádusastis sámi giellaláhkačielggadeapmái

source: kielilaki ei sitä suoraan koske, vaikkakin tulkkaus tarvittaessa järjestetään. Saamelaiskäräjien tilaa
sme: ilmmuhii, ahte sámi giellaláhka ii guoskka dan njuolga, vaikko gal dulkon ordnejuvvonai dárbbu

source: man oikeudellisen arvion mukaan valtakunnansyyttäjävirasto kuuluu niihin viranomaisiin, joihin
sme: mielde. Sámedikki diŋgon vuoigatvuođalaš árvvoštallama mielde

source: sovelletaan yksiselitteisesti saamen kielilakia.
sme: riikkasivaheaddjevirgedoaimmahat gullá daidda eiseválddiide, maidda sámi giellaláhka ovttačilggolaččat guoskaduvvo.

source: Lähtökohtaisesti saamenkielisten palvelujen saami
sme: Sámegielalaš bálvalusaid oažžun ii leat buori dilis

source: nen ei ole hyvällä tolalla syyttäjäpalveluissa.
sme: sivaheaddjebálvalusain.

source: Käräjäoikeusuudistus tuo omat haasteensa ja uhan saamenkielisten palvelujen tulevaisuudelle Lapin
sme: Diggeriekteođastus buktá iežas hástalusaid ja uhki sámegielalaš bálvalusaid boahtteáigái Sámi

source: läänissä.
sme: leanas.

source: Alkuperäisten ehdotusten mukaan saamelaisten kotiseutualue jakaantuisi kahden eri kärä
sme: Álgoálgosaš evttohusaid mielde sámiid ruovttuguovlu juohkásivččii guovtti sierra

source: jäoikeuden alaisuuteen, Länsi- ja Itä-Lapin käräjäoikeuksiin, jakaen saamenkieliset palvelut kahden
sme: diggerievtti vuollásažžan, Oarje- ja Nuorta-Sámi (Länsi- ja Itä-Lappi) diggerivttiide, ja juogálii ná

source: eri käräjäoikeuden alaisuuteen.
sme: sámegielalaš bálvalusaid guovtti sierra diggerievtti vuollásašvuhtii.

source: Oikeusministeriö on perustellut esitystä mm. sillä, että se vastaisi
sme: Vuoigatvuohtaministeriija lea

source: poliisiorganisaation hallinnollisia rajoja.
sme: ákkastallan evttohusa ee. dainna, ahte dat vástidivččii bolesorganisašuvnna hálddahuslaš rájiid.

source: Käräjäoikeuksia ei voi kuitenkaan verrata poliisiorganisaa
sme: Diggerivttiid ii goitge sáhte veardidit bolesorganisašuvnnaide, mihá deháleabbo lea hábmet

source: tioihin, tärkeämpää on muodostaa samanlaiset hallinnolliset alueet syyttäjä- ja käräjäoikeusverkos
sme: seammalágán hálddahuslaš guovlluid sivaheaddje- ja diggeriektefierpmádahkii. Eará molssaeaktun

source: tolle. Muita vaihtoehtoja ovat se, että Lapin käräjäoikeus säilyisi ja siihen liitettäisiin koko Kemi
sme: lea dat, ahte Lappi diggeriekti seaillulii ja dasa laktojuvvolii oba Giemajávrre diggeriekti. Dán

source: Tätä vaihtoehtoa on ehdottanut Lapin käräjäoikeus.
sme: molssaeavttu lea evttohan Lappi diggeriekti.

source: Toinen vaihtoehto on se,
sme: Nubbi molssaeaktu lea dat, ahte Lappi dieggeriekti

source: että Lapin käräjäoikeus kokonaisuudessaan liitettäisiin Rovaniemen käräjäoikeuteen ja Sodankyläs
sme: ollislaččat laktojuvvolii Roavenjárgga diggeriektái ja Soađegilis livččii bissovaš oalgekansliija.

source: sä olisi pysyvä sivukanslia. Kolmas vaihtoehto on se, että muodostetaan kerralla koko Lapin kattava
sme: Goalmmát molssaeaktu lea dat, ahte hábmejuvvo ovttatmano diggeriekti, mii gokčá oba Sámi leana,

source: käräjäoikeus, eli Lapin, Kemijärven ja Kemi-Tornion käräjäoikeudet liitettäisiin Rovaniemen kärä
sme: dehege Lappi, Giemajávrre ja Giepma-Durdnosa dieggerievttit laktojuvvole Roavenjárgga

source: jäoikeuteen ja Sodankylään sekä Kemiin jäisi pysyvät sivukansliat.
sme: diggeriektái ja Soađegillái ja Gipmii bázále bissovaš oalgekansliijat.

source: Saamelaiskäräjien kannalta tärkeintä on, että koko saamelaisten kotiseutualue pysyy yhtenäisenä ja
sme: Sámedikki dáfus lea dehálaš, ahte oba sámi ruovttuguovlu bissu oktilažžan ja seamma diggerievtti

source: saman käräjäoikeuden alaisuudessa.
sme: vuollásažžan.

source: Saamenkieliset palvelut eivät saa missään tilanteessa heiketä
sme: Sámegielalaš bálvalusat eai oaččo mange dilis hedjonit ovddežis

source: entisestään käräjäoikeusuudistuksessa.
sme: diggeriekteođastusas.

source: Saamenkielisten palvelujen tulisi päinvastoin parantua, kos
sme: Sámegielalaš bálvalusat galggale báicca buorránit, daningo dáláš sámegielalaš

source: ka nykyistä saamenkielistä palvelutasoa ei voida pitää riittävänä.
sme: bálvalandási ii sáhte atnit dárbahassii buorrin.

source: Käräjäoikeudessa tulee perustaa
sme: Diggeriektái galget vuođđuduvvot sámegielalaš

source: saamenkielisen syyttäjän ja hallintosihteerin virat, jotta kansalaisten oikeusturva toteutuisi ja oikeu
sme: sivaheaddji ja hálddahusčálli virggit, vai riikkavuložiid vuoigatvuohtadorvu olláhuvalii ja dikkit eai

source: denkäynnit eivät viivästyisi saamen kielen käytön johdosta.
sme: ádjánivčče sámegiela geavaheami dihte.

source: Käräjäoikeuden toimipaikat eivät
sme: Diggerievtti doaibmabáikkit eai maid oaččo sirdásit dáláža

source: myöskään saa siirtyä kauemmaksi kuin nykyisin, jotta kansalaisten oikeusturva ei vaarannu.
sme: guhkkelii, vai riikkavuložiid vuoigatvuohtadorvu ii biddjo várá vuollái.

source: Saame
sme: Sámedikkiin ii leat

source: laiskäräjien kanssa ei ole neuvoteltu käräjäoikeusuudistuksesta, mutta saamelaiskäräjät vaatii, että
sme: ráđđádallojuvvon diggeriekteođastusas, muhto Sámediggi gáibida ahte dan galgá gullat

source: myös sitä kuullaan käräjäoikeusuudistuksessa.
sme: dieggeriekteođastusa olis.

source: Saamelaisten kotiseutualueen syyttäjä- ja oikeusasiat vaativat erityisasiantuntemusta. Käsiteltävät
sme: Sámi ruovttuguovllu sivaheaddje- ja vuoigatvuohtaáššit gáibidit sierraáššedovdamuša.

source: asiat voivat kuulua kansainvälisten sopimusten alaisiin, vaikeisiin asioihin ja myös poronhoitoasiat
sme: Gieđahallanvuloš áššit sáhttet gullat riikkaidgaskasaš soahpamuša vuollásaš, váttes áššiide ja

source: ovat vaativia.
sme: maiddái boazodoalloáššit gáibidit olu.

source: Käräjäoikeusuudistuksessa oikeusministeriön tavoitteena on ollut turvata kansalaisten
sme: Diggeriekteođastusas vuoigatvuohtaministeriija ulbmilin lea

source: oikeusturva ja samoin syyttäjien / tuomarien erikoistuminen tiettyyn oikeuden alaan. Eli uudistuksen
sme: leamaš dorvvastit riikkavuložiid vuoigatvuohtadorvu ja seamma ládje sivaheddjiid / duopmáriid

source: kautta halutaan parantaa oikeudenkäynnin laatua ja samalla tuloksellisuutta.
sme: spesifiseren dihto vuoigatvuođa suorgái.

source: Tavoite on erinomai
sme: Ođastusa mielde háliduvvo buoriduvvot riektegeavvama

source: nen, mutta sen toteutuminen edellyttää sitä, että perustetaan saamelaisasioihin perehtyneen saamen
sme: šládja ja seammas bohtosat. Ulbmil lea earenoamáš buorre, muhto dan olláhuvvan gáibida dan, ahte

source: kielientaitoisen syyttäjän virka ja mahdollistetaan tuomarien kouluttautuminen saamelaisalueen
sme: vuođđuduvvo sámi áššiide vuojulduvvan ja sámegiel máhtolaš sivaheaddji virgi ja dahkkojuvvo vejolažžan duopmáriid skuvleheapmi sámi guovllu sierragážaldagaide ja daid čovdosiidda. Dáin

source: erityiskysymyksiin ja niiden ratkaisuihin. Näissä uudistuksissa, joita perustellaan tuottavuudella ja
sme: ođastusain, mat ákkastallojuvvojit produktivideahtain ja beaktilvuođain váilu dávjá viiddit

source: tehokkuudella puuttuu usein laajempi lainsäädännöllinen konteksti ja unohdetaan, että uudistukset
sme: láhkaásahan konteaksta ja vajálduhttojuvvo, ahte ođastusat eai oaččo heajudit guovllu olbmuid

source: eivät saa heikentää alueen asukkaiden asemaa.
sme: sajádaga. Sáhttá maid jearrat, ahte dáhkidago ná jođánis diggeođastusa gieđahallan dan, ahte ášši

source: Voidaan myös kysyä, että takaako näin nopea käräjäuudistuksen käsittely sen, että asiaa on tutkittu riittävästi ja monipuolisesti ja mahdollistettu kaik
sme: lea dutkojuvvon dárbahassii ja máŋggabeallásaččat ja dahkkon vejolažžan buot intreassaoassebeliid

source: kien intressiryhmien kuuleminen asian valmistelussa.
sme: gullan ášši válmmaštallamis.

source: Nythän saamelaiskäräjiä ei ole asianvalmiste
sme: Dálhan sámedikki eai leat gullan ášše válmmaštallamis ja

source: lussa kuultu ja saamelaiskäräjälain mukaista neuvotteluvelvoitetta on rikottu saamelaisia koskevas
sme: sámediggelága miel ráđđádallangeatnegasvuohta lea rihkkojuvvon áššis, mii guoská sápmelaččaid.
